Repository: McColn/agkiupdate
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: sw

source: Home
sw: Nyumbani

source: Signout
sw: Sajiliwa

source: welcome
sw: karibu

source: Signin/up
sw: Sajiliwa

source: AGKI Dispencary center
sw: AGKI Kituo cha Matibabu

source: Your health is our priority.
sw: afya yako ni kipaumbele chetu

source: report a disease
sw: toa taarifa ya ugonjwa

source: Register to report a disease
sw: Jisajili kutoa taarifa ya ugonjwa

source: Regular Checkup
sw: Uchunguzi wa Kawaida

source: Routine health examination and consultations with experienced doctors.
sw: Uchunguzi wa afya wa kawaida na mashauriano na madaktari wenye uzoefu.

source: Specialized Therapy.
sw: Matibabu Maalum

source: Specialized treatment and surgery with skilled medical experts.
sw: Matibabu maalum na upasuaji na wataalamu wa matibabu walio mahiri.

source: Emergency Services
sw: Huduma za Dharura

source: Emergency medical services 24/7 for prompt and essential medical care
sw: Huduma za matibabu ya dharura 24/7 kwa huduma za matibabu ya haraka na muhimu.

source: Contact
sw: wasiliana nasi

source: Location:
sw: mahali:

source: Email:
sw: Barua pepe:

source: Call:
sw: Piga simu:

source: Your full name
sw: Jina lako kamili

source: Your phone number
sw: namba ya simu

source: message content
sw: ujumbe

source: Send Message
sw: Tuma ujumbe

source: SERVICES
sw: HUDUMA:

source: INFORMATION
sw: TAARIFA:

source: SUPPORT
sw: MSAADA:

source: SOCIAL MEDIA
sw: MITANDAO YA KIJAMII:

source: Register page
sw: UKURASA WA USAJILI

source: register to continue.
sw: jisajili kuendelea

source: first name
sw: jina la kwanza

source: firstame
sw: jina la kwanza

source: last name
sw: jina la ukoo

source: lastname
sw: jina la ukoo

source: Age
sw: miaka

source: age
sw: miaka

source: Phone number
sw: namba ya simu

source: phone
sw: namba ya simu

source: username
sw: jina la utumiaji

source: password
sw: nenosiri

source: conferm password
sw: thibitisha nenosiri

source: Submit
sw: Jisajili

source: Already registerd?
sw: Tayari umesajiliwa?

source: Signin
sw: Sajiliwa

source: Your previous details
sw: Taarifa zako za awali

source: Provide accurate disease information
sw: TOA TAARIFA SAHIHI ZA UGONJWA

source: Current street
sw: Mtaa uliopo kwa sasa

source: ward
sw: kata

source: district
sw: wilaya

source: Write down the problem youre facing
sw: Andika tatizo linalokusibu

source: Report now
sw: Toa taarifa sasa

source: Suggested Hospital:
sw: Hospitali iliyopendekezwa

source: Street:
sw: Mtaa

source: Ward:
sw: Kata

source: No matching hospital found.
sw: Hakuna hospitali kwa sasa

source: AGKI Hospital
sw: AGKI Hospitali

source: Hello! let's get started
sw: Habari! Tuanze.

source: Sign in to continue.
sw: Ingia ili kuendelea

source: Username
sw: jina la utumiaji

source: Password
sw: nenosiri

source: check password
sw: angalia nenosiri

source: Don't have an account?
sw: Huna akaunti?

source: Create
sw: Tengeneza
